12/data/attachments/44876239399e097d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Madison_time_Actions_46844_4</nif:username>
            <nif:friendToBeRequested>soap_actions_9f76c398-7c39-40ef-b00f-6aba22c179e9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>